<?php

return [
    'failed'             => 'أنت لست شخصًا نشطًا، يرجى الاتصال بالمسؤول!',
    'password'           => 'كلمة المرور التي قدمتها غير صحيحة.',
    'throttle'           => 'هناك الكثير من محاولات تسجيل الدخول. يرجى المحاولة مرة أخرى بعد: ثوانٍ.',
    'token_refresh'      => 'تم تحديث الرموز',
    'token_delete'       => 'تم إلغاء الرموز',
    'signin_msg'         => 'تم تسجيل الدخول بنجاح!',
    'profile_msg'        => 'تم تحديث الملف الشخصي بنجاح!',
    'credentials_msg'    => 'بيانات الاعتماد غير متطابقة',
    'resend_otp_msg'     => 'إعادة إرسال OTP',
    'invalid_otp'        => 'OTP غير صحيح',
    'error_msg'          => 'هناك خطأ ما.',
    'password_reset_link' => 'رابط إعادة تعيين كلمة المرور',
    'password_reset'     => 'إعادة تعيين كلمة المرور',
    'update_password'    => 'تحديث كلمة المرور',
    'password_update'    => 'تم تحديث كلمة المرور بنجاح',
    'password_old'       => 'كلمة المرور القديمة غير متطابقة!',
    'profile_update'     => 'تم تحديث الملف الشخصي بنجاح.'
];

