<?php

use App\Enums\AccountHeads;

return array(
    'title'              => 'قاعدة البيانات',
    'backup'             => 'نسخ احتياطية',
    'download'           => 'تحميل',
    'database_backup'    => 'نسخة احتياطية لقاعدة البيانات',
    'added_msg'          => 'تمت إضافة النسخة الاحتياطية لقاعدة البيانات بنجاح.',
    'update_msg'         => 'تم تحديث النسخة الاحتياطية لقاعدة البيانات بنجاح.',
    'error_msg'          => 'حدث خطأ ما.',
    'backup_description' => 'يُرجى دائمًا إنشاء نسخة احتياطية من قاعدة البيانات على محرك أقراص مختلف عن القاعدة الفعلية. بذلك، إذا حدث تعطل في القرص، فلن تفقد ملف النسخة الاحتياطية لديك مع قاعدة البيانات.',
);
