<?php


return array (
  'title'                    => 'تحويل الأموال',
  'create_fund_transfer'     => 'إنشاء عملية تحويل الأموال',
  'edit_fund_transfer'       => 'تحرير عملية تحويل الأموال',
  'added_msg'                => 'تمت عملية تحويل الأموال بنجاح.',
  'update_msg'               => 'تم تحديث عملية تحويل الأموال بنجاح.',
  'delete_msg'               => 'تم حذف عملية تحويل الأموال بنجاح.',
  'error_msg'                => 'حدث خطأ ما.',
  'not_enough_balance'       => 'الرصيد غير كافٍ!',
  'more_than_0tk'            => 'يرجى إدخال قيمة أكبر من 0 .',
  'income'                   => 'دخل تحويل الأموال',
  'expense'                  => 'مصاريف تحويل الأموال',
);
