<?php
return [
    'title' => 'نقطة التسليم',
    'create_shops' => 'إنشاء نقطة التسليم',
    'name' => 'اسم',
    'contact' => 'معلومات الاتصال',
    'address' => 'الموقع',
    'status' => 'الحالة',
    'edit_shops' => 'تحرير نقطة التسليم',
    'added_msg' => 'تمت إضافة نقطة التسليم بنجاح.',
    'update_msg' => 'تم تحديث نقطة التسليم بنجاح.',
    'delete_msg' => 'تم حذف نقطة التسليم بنجاح.',
    'error_msg' => 'هناك خطأ ما.',
    'active' => 'نشط',
    'inactive' => 'غير نشط',
    'add_default' => 'إضافة كافتراضي',
    'default' => 'افتراضي',
];

